#!/usr/bin/python3

Dictionary = {"черный":(0, 0, 0), "белый":(255, 255, 255), "красный": (255, 0, 0), "лайм": (0, 255, 0), "синий": (0, 0, 255)}
Dictionary.update({"желтый":(255, 255, 0), "голубой":(0, 255, 255), "пурпурный":(255, 0, 255), "серебряный":(192, 192, 192), "серый":(128, 128, 128)})
Dictionary.update({"бордовый":(128, 0, 0), "оливковый":(128, 128, 0), "зеленый":(0, 128, 0), "фиолетовый":(128, 0, 128), "бирюзовый":(0, 128, 128)})
for x in Dictionary:
    print(f"{x} - {Dictionary.get(x)}")